{
  "0": {
    "name": "Bacterial Leaf Blight",
    "scientific_name": "Xanthomonas oryzae pv. oryzae.",
    "symptoms": "On seedlings, the symptoms begin as grayish-green leaves that roll up and eventually turn yellow to straw-colored before wilting and dying. This is known as \"kresek\" and may be confused with early rice stem borer damage. To distinguish the symptoms, you can squeeze the lower end of infected seedlings between your fingers, which should show yellowish bacterial ooze coming out of the cut ends. Rice plants with kresek will not be easily pulled out from the soil. On older plants, symptoms appear as water-soaked to yellow-orange stripes on leaf blades or leaf tips, or on mechanically injured parts of leaves. These lesions have a wavy margin and progress towards the leaf base. On young lesions, a milky dew drop-like bacterial ooze can be observed early in the morning, which later dries up and becomes small yellowish beads on the leaf. Old lesions turn yellow to grayish-white with black dots due to the growth of various saprophytic fungi. On severely infected leaves, the lesions may extend to the leaf sheath. To quickly diagnose bacterial blight on a leaf, you can cut a young lesion across and place it in a transparent glass container with clear water. After a few minutes, hold the container against light and observe for thick or turbid liquid coming from the cut end of the leaf.",
    "prevention": [
      "Planting resistant varieties has been proven to be the most efficient, most reliable, and cheapest way to control bacterial blight.",
      "Use balanced amounts of plant nutrients, especially nitrogen.",
      "Ensure good drainage of fields (in conventionally flooded crops) and nurseries.",
      "Keep fields clean. Remove weed hosts and plow under rice stubble, straw, rice ratoons and volunteer seedlings, which can serve as hosts of bacteria.",
      "Allow fallow fields to dry in order to suppress disease agents in the soil and plant residues."
    ],
    "cause": "The disease is most likely to develop in areas that have weeds and stubbles of infected plants. It can occur in both tropical and temperate environments, particularly in irrigated and rainfed lowland areas. In general, the disease favors temperatures at 25−34°C, with relative humidity above 70%. It is commonly observed when strong winds and continuous heavy rains occur, allowing the disease-causing bacteria to easily spread through ooze droplets on lesions of infected plants. Bacterial blight can be severe in susceptible rice varieties under high nitrogen fertilization."
  },
  "1": {
    "name": "Bacterial Leaf Streak",
    "scientific_name": "Xanthomonas oryzae pv. oryzicola.",
    "symptoms": "The symptoms of bacterial leaf streak include small, water-soaked, linear lesions between leaf veins that appear dark green at first and later become light brown to yellowish gray. The lesions are translucent when held against the light and entire leaves may become brown and die when the disease is severe. Under humid conditions, yellow droplets of bacterial ooze containing masses of bacterial cells may be observed on the surface of leaves. The disease can also be identified by cutting the advancing part of the streaks and placing them in a glass of water, where a mass of bacterial cells can usually be seen oozing out, making the water turbid after five minutes.",
    "prevention": [
      "Plant resistant varieties.",
      "Treat seeds with hot water.",
      "Keep fields clean—remove weed hosts and plow under rice stubble, straw, rice ratoons, and volunteer seedlings, which may be infected by the bacteria.",
      "Use balanced amounts of plant nutrients, especially nitrogen.",
      "Ensure good drainage of fields (in conventionally flooded crops) and nurseries.",
      "Drain the field during severe flood.",
      "Dry the field during the fallow period to kill the bacteria in the soil and in plant residues.",
      "In cases of severe infection, when yield may be affected, a copper-based fungicide applied at heading can be effective in controlling the disease."
    ],
    "cause": "Bacterial leaf streak occurs in areas with high temperature and high humidity. It is transmitted through seeds and infected stubbles to the next planting season. It can occur in fields where X. oryzae pv. oryzicola bacteria is present on leaves, in the water, or in the debris left after harvest."
  },
  "2": {
    "name": "Bacterial Panicle Blight",
    "scientific_name": "Burkholderia glumae",
    "symptoms": "Symptoms of bacterial panicle blight include small clusters of panicles that do not develop properly during grain fill and remain upright rather than bending down with the weight of the grain. Infected grains can be unevenly distributed on the panicle, the stem below an infected panicle remains green, and blanked grains are uniformly tan at first. Grains which fill but are infected later in the season have a light to medium brown discolouration on the lower third to half of the hulls.",
    "prevention": [
      "Practicing \"Come clean, Go clean\"",
      "Ensuring that all staff and visitors are instructed in and adhere to business management hygiene requirements.",
      "Sourcing propagation material of a known high health status from reputable suppliers.",
      "Keeping records of all actions taken.",
      "Report any symptoms or suspected cases to the authorities immediately."
    ],
    "cause": "Bacterial panicle blight can survive as a surface non pathogenic population on rice leaves and sheaths. These bacterial colonies can spread upwards as the plant grows. Bacteria infect the developing grains at flowering and cause grain abortion or rotting during grain filling after pollination. Susceptibility to infection falls about six days after flowering. Bacterial panicle blight tends to develop in circular patterns in the field. The pattern is exaggerated because the most severely infected panicles in the centre of a patch remain upright due to sterility (Figure 4). Bacterial panicle blight is associated with extended hot and dry summer weather conditions. Prevalence increases when daytime temperatures are above 32oC and night time temperatures remain 25oC or above. High nitrogen levels contribute to disease development."
  },
  "3": {
    "name": "Blast",
    "scientific_name": "Magnaporthe oryzae",
    "symptoms": "The symptoms of rice blast include lesions on all parts of the plant, including leaves (diamond shaped lesions are most diagnostic), leaf collars, necks, panicles, pedicels, and seeds. Lesions on leaves may vary based on environmental conditions, the age of the plant, and the levels of resistance of the host cultivars. Collar infections can cause necrosis at the union of the leaf and stem sheath, potentially killing the entire leaf. Neck infections can lead to failure of the seeds to fill or cause the entire panicle to fall over. The fungus can also infect the panicles as the seeds form, causing gray-brown discolorations and potentially breaking the branches. The fungus can also infect seeds, causing brown spots, blotches, and occasionally diamond-shaped lesions. Seed infection primarily occurs by infecting the florets as they mature into seeds.",
    "prevention": [
      "Using resistant rice cultivars: this is the most effective way to prevent rice blast",
      "Proper field management: such as crop rotation, avoiding planting rice in fields where the fungus is known to be present, and good sanitation practices can help to reduce the incidence of the disease.",
      "Fungicide application: Fungicides can be applied as a preventive measure, but this is not always practical or cost-effective.",
      "Monitoring weather conditions: Rice blast can occur in periods of high humidity and prolonged leaf wetness, so monitoring weather conditions can help to predict when the disease is most likely to occur and take preventative measures.",
      "Avoiding over-fertilization of the soil: Over-fertilization can cause dense growth of rice plants that can encourage the development of rice blast."
    ],
    "cause": "The fungus thrives in warm and humid conditions and can spread quickly in fields with high levels of humidity and prolonged leaf wetness. The fungus can also survive in the soil and on rice residue, making it difficult to control. Factors such as poor field management, the use of susceptible rice cultivars, and over-fertilization of the soil can also contribute to the development of the disease."
  },
  "4": {
    "name": "Brown Spot",
    "scientific_name": "Bipolaris oryzae",
    "symptoms": "To identify brown spot, it is important to look for specific symptoms on the rice plants. One of the most observable damage is the numerous big spots on the leaves which can kill the whole leaf. Starting at the tillering stage, lesions can be observed on the leaves. They are initially small, circular, and dark brown to purple-brown. Fully developed lesions are circular to oval with a light brown to gray center, surrounded by a reddish brown margin caused by the toxin produced by the fungi. On susceptible varieties, lesions are 5−14 mm long which can cause leaves to wilt. On resistant varieties, the lesions are brown and pinhead-sized. Lesions on leaf sheaths are similar to those on the leaves. Infected glumes and panicle branches have dark brown to black oval spots or discoloration on the entire surface. Spikelets can also be infected, causing incomplete or disrupted grain filling and a reduction in grain quality. To confirm the diagnosis, one can check if spots are circular, brownish, and have a gray center surrounded by a reddish margin, which is a typical characteristic of brown spot caused by Bipolaris oryzae.",
    "prevention": [
      "Plant resistant varieties: Use rice varieties that have been developed to be resistant to brown spot. This is one of the most effective ways to prevent the disease from occurring. ",
      "Proper cultural practices: Maintaining proper soil fertility and avoiding over-fertilization can help prevent brown spot. Also, avoid planting in fields that have a history of brown spot or that have been recently planted with rice.",
      "Seed treatment: Treating seeds with fungicides (e.g., iprodione, propiconazole, azoxystrobin, trifloxystrobin, and carbendazim) as seed treatments and treat seeds with hot water (53−54°C) for 10−12 minutes before planting can control primary infection at the seedling stage. To increase effectiveness of treatment, pre-soak seeds in cold water for eight hours.",
      "Crop rotation: Rotating crops can help prevent the build-up of the fungus that causes brown spot.",
      "Field sanitation: Remove and destroy infected plant debris, volunteer rice plants, and weed hosts, as they can serve as a source of infection."
    ],
    "cause": "The disease can develop in areas with high relative humidity (86−100%) and temperature between 16 and 36°C. It is common in unflooded and nutrient-deficient soil, or in soils that accumulate toxic substances. For infection to occur, the leaves must be wet for 8−24 hours. The fungus can survive in the seed for more than four years and can spread from plant to plant through air. Major sources of brown spot in the field include: infected seed, which give rise to infected seedlings, volunteer rice, infected rice debris, weeds. Brown spot can occur at all crop stages, but the infection is most critical during maximum tillering up to the ripening stages of the crop."
  },
  "5": {
    "name": "Dead Heart",
    "scientific_name": "Fusarium moniliforme",
    "symptoms": "Symptoms of the disease include the death of the central shoot, which appears white and dry. This is often referred to as \"dead heart.\" The disease can also cause the formation of whiteheads, which are small, white, fungal structures that appear on the surface of the infected tissue. In severe cases, the fungus can infect the entire plant, causing it to die. The fungus that causes dead heart can infect rice at any growth stage, but it is most destructive when it infects the seedlings. The fungus is spread by spores that are produced on infected plant debris. The spores can be carried by wind, water, or insects to healthy plants, where they can infect the central shoot.",
    "prevention": [
      "Use resistant varieties of rice",
      "Use fungicides in conjunction with good crop management practices",
      "Crop rotation",
      "Proper irrigation",
      "Avoid planting in recently infested fields",
      "Remove and destroy infected plants",
      "Avoid over-watering or flooding the field."
    ],
    "cause": "It develops in rice fields that are under high nitrogen fertilization and high temperature. It develops in rice fields that are under high nitrogen fertilization and high temperature."
  },
  "6": {
    "name": "Downy Mildew",
    "scientific_name": "Peronosclerospora philippinensis",
    "symptoms": "Downy mildew causes light green to yellow angular spots on the upper surfaces of leaves. The white fluffy growth of the pathogen develops on the lower sides of these spots. With time these lesions turn brown and dry up. Older leaves are attacked first. Severely infected leaves may die. On rare occasions the pathogen can become systemic, causing dark discoloration of stem tissue. \n If downy mildew infects the cotyledons of young seedlings, the plants can die. Greenhouse-grown lettuce transplants can also be infected.",
    "prevention": [
      "Plant resistant varieties: Planting rice varieties that are resistant to downy mildew can help reduce the risk of infection",
      "Crop rotation: Rotating crops can help reduce the buildup of the fungus in the soil and reduce the risk of infection",
      "Fungicides: Applying appropriate fungicides can help control the fungus and prevent the spread of the disease",
      "Proper irrigation: Irrigating rice fields in the morning can help reduce the humidity and moisture that the fungus needs to thrive",
      "Proper fertility management: Proper fertility management, such as maintaining adequate levels of nitrogen, can help keep the rice plants healthy and reduce the risk of infection",
      "Field sanitation: Cleaning up and removing infected plant material can help reduce the amount of fungus present in the field and reduce the risk of infection",
      "Monitoring: regularly monitoring the fields for symptoms of downy mildew and taking appropriate action if the disease is found"
    ],
    "cause": "Downy mildew is caused by the fungus Peronosclerospora philippinensis, thrives in warm and humid conditions, and can infect rice plants at any growth stage. The fungus can spread easily through contaminated seed, soil, water, and infected plant debris, and can survive on crop debris and volunteer plants. High humidity and rainfall, high nitrogen fertilization, drought stress, and high temperature can also contribute to the susceptibility of the plant to the disease."
  },
  "7": {
    "name": "Hispa",
    "scientific_name": "Dicladispa armigera",
    "symptoms": "Symptoms of the disease include: \n Scraping of the upper surface of the leaf blade leaving only the lower epidermis as white streaks parallel to the midrib \n Tunneling of larvae through leaf tissue causes irregular translucent white patches that are parallel to the leaf veins \n Damaged leaves wither off \n Rice field appears burnt when severely infested",
    "prevention": [
      "Avoid over fertilizing the field",
      "Close plant spacing results in greater leaf densities that can tolerate higher hispa numbers",
      "Leaf tip containing blotch mines should be destroyed",
      "Manual collection and killing of beetles – hand nets",
      "To prevent egg laying of the pests, the shoot tips can be cut",
      "Clipping and burying shoots in the mud can reduce grub populations by 75 - 92%",
      "Reduviid bug eats upon the adults",
      "Spraying of methyl parathion 0.05% or Quinalphos 0.05%"
    ],
    "cause": "Rice Hispa is caused by the insect Scirpophaga incertulas, which is a small, slender, and yellowish-white worm that feeds on the stem and leaves of the rice plant, primarily attacking the young plants during the vegetative stage. It's considered a major pest, as it can cause significant yield loss and even complete crop failure in some cases."
  },
  "9": {
    "name": "Normal",
    "scientific_name": null,
    "symptoms": "A normal and healthy rice plant has strong stem, green leaves, healthy roots, abundant tillers, full panicles, plump grains, good growth rate, and no signs of insect damage or disease.",
    "prevention": [
      "Selecting the right variety: Choose a rice variety that is well-suited to the local growing conditions and is resistant to common diseases and pests",
      "Preparing the soil: The soil should be well-drained and have a pH between 6 and 7. Rice can be grown in flooded paddy fields or in upland fields that are irrigated",
      "Proper planting: Plant the rice seedlings at the correct time and at the correct spacing, to ensure optimal growth and yield",
      "Proper irrigation: Rice requires a consistent water supply, either through flooding or irrigation. The water level should be managed properly to prevent waterlogging, which can lead to disease and reduced yield",
      "Fertilization: Rice requires a steady supply of nutrients, such as nitrogen, phosphorous, and potassium. The appropriate amount of fertilizer should be applied at the right time, taking into consideration the soil type and the stage of growth",
      "Pest and disease management: Regularly monitoring the crop for signs of pests and diseases, and taking appropriate control measures when necessary",
      "Harvesting: Harvest the rice at the correct time, when the grains have reached maturity and have the highest quality",
      "Post-harvest management: Properly dry, store, and thresh the rice to maintain its quality",
      "Crop rotation: Alternate rice with other crops to help maintain soil fertility and reduce pest and disease pressure"
    ],
    "cause": "It's important to note that growing healthy rice paddy is a continuous process, and farmers should continuously adapt their management strategies based on the local conditions, weather and other factors."
  },
  "8": {
    "name": "Tungro",
    "scientific_name": "Tospovirus genus and Bacilliformvirus genus",
    "symptoms": "The symptoms of tungro rice disease include yellowing of leaves, stunted growth, reduced yield, rolling of leaves, small and empty grains, leaf sheath rot, and plant death in some severe cases.",
    "prevention": [
      "Plant rice varieties that are resistant to the viruses",
      "Use insecticides, natural predators, or sticky traps to control the vector",
      "Tungro can survive in the soil for long periods, so rotating rice with other crops can reduce the risk of infection.",
      "Remove and destroy infected plants and weeds, as they may harbor the viruses that cause Tungro",
      "Regularly monitoring the crop for the presence of Tungro symptoms, and taking control measures as soon as the disease is detected",
      "Using a combination of the above methods in an integrated approach, known as Integrated Pest Management (IPM), can be the most effective way to prevent Tungro"
    ],
    "cause": "Tungro is a rice disease caused by two different viruses, the Rice tungro spherical virus (RTSV) and the Rice tungro bacilliform virus (RTBV). The scientific name for RTSV is Tospovirus genus and for RTBV is Bacilliformvirus genus. Both of these viruses are transmitted by the small brown planthopper (Laodelphax striatellus) and are considered to be the most serious rice diseases in Asia."
  }
}
