{
  "0": {
    "name": "Bacterial Leaf Blight",
    "scientific_name": "Xanthomonas oryzae pv. oryzae.",
    "symptoms": "On seedlings, the symptoms begin as grayish-green leaves that roll up and eventually turn yellow to straw-colored before wilting and dying. This is known as \"kresek\" and may be confused with early rice stem borer damage. To distinguish the symptoms, you can squeeze the lower end of infected seedlings between your fingers, which should show yellowish bacterial ooze coming out of the cut ends. Rice plants with kresek will not be easily pulled out from the soil. On older plants, symptoms appear as water-soaked to yellow-orange stripes on leaf blades or leaf tips, or on mechanically injured parts of leaves. These lesions have a wavy margin and progress towards the leaf base. On young lesions, a milky dew drop-like bacterial ooze can be observed early in the morning, which later dries up and becomes small yellowish beads on the leaf. Old lesions turn yellow to grayish-white with black dots due to the growth of various saprophytic fungi. On severely infected leaves, the lesions may extend to the leaf sheath. To quickly diagnose bacterial blight on a leaf, you can cut a young lesion across and place it in a transparent glass container with clear water. After a few minutes, hold the container against light and observe for thick or turbid liquid coming from the cut end of the leaf.",
    "prevention": [
      "Planting resistant varieties has been proven to be the most efficient, most reliable, and cheapest way to control bacterial blight.",
      "Use balanced amounts of plant nutrients, especially nitrogen.",
      "Ensure good drainage of fields (in conventionally flooded crops) and nurseries.",
      "Keep fields clean. Remove weed hosts and plow under rice stubble, straw, rice ratoons and volunteer seedlings, which can serve as hosts of bacteria.",
      "Allow fallow fields to dry in order to suppress disease agents in the soil and plant residues."
    ],
    "cause": "The disease is most likely to develop in areas that have weeds and stubbles of infected plants. It can occur in both tropical and temperate environments, particularly in irrigated and rainfed lowland areas. In general, the disease favors temperatures at 25−34°C, with relative humidity above 70%. It is commonly observed when strong winds and continuous heavy rains occur, allowing the disease-causing bacteria to easily spread through ooze droplets on lesions of infected plants. Bacterial blight can be severe in susceptible rice varieties under high nitrogen fertilization."
  },
  "1": {
    "name": "Bacterial Leaf Streak",
    "scientific_name": "Xanthomonas oryzae pv. oryzicola.",
    "symptoms": "The symptoms of bacterial leaf streak include small, water-soaked, linear lesions between leaf veins that appear dark green at first and later become light brown to yellowish gray. The lesions are translucent when held against the light and entire leaves may become brown and die when the disease is severe. Under humid conditions, yellow droplets of bacterial ooze containing masses of bacterial cells may be observed on the surface of leaves. The disease can also be identified by cutting the advancing part of the streaks and placing them in a glass of water, where a mass of bacterial cells can usually be seen oozing out, making the water turbid after five minutes.",
    "prevention": [
      "Plant resistant varieties.",
      "Treat seeds with hot water.",
      "Keep fields clean—remove weed hosts and plow under rice stubble, straw, rice ratoons, and volunteer seedlings, which may be infected by the bacteria.",
      "Use balanced amounts of plant nutrients, especially nitrogen.",
      "Ensure good drainage of fields (in conventionally flooded crops) and nurseries.",
      "Drain the field during severe flood.",
      "Dry the field during the fallow period to kill the bacteria in the soil and in plant residues.",
      "In cases of severe infection, when yield may be affected, a copper-based fungicide applied at heading can be effective in controlling the disease."
    ],
    "cause": "Bacterial leaf streak occurs in areas with high temperature and high humidity. It is transmitted through seeds and infected stubbles to the next planting season. It can occur in fields where X. oryzae pv. oryzicola bacteria is present on leaves, in the water, or in the debris left after harvest."
  },
  "2": {
    "name": "Bacterial Panicle Blight",
    "scientific_name": "Burkholderia glumae",
    "symptoms": "Symptoms of bacterial panicle blight include small clusters of panicles that do not develop properly during grain fill and remain upright rather than bending down with the weight of the grain. Infected grains can be unevenly distributed on the panicle, the stem below an infected panicle remains green, and blanked grains are uniformly tan at first. Grains which fill but are infected later in the season have a light to medium brown discolouration on the lower third to half of the hulls.",
    "prevention": [
      "Practicing \"Come clean, Go clean.",
      "Ensuring that all staff and visitors are instructed in and adhere to business management hygiene requirements.",
      "Sourcing propagation material of a known high health status from reputable suppliers.",
      "Keeping records of all actions taken.",
      "Report any symptoms or suspected cases to the authorities immediately."
    ],
    "cause": "Bacterial panicle blight can survive as a surface non pathogenic population on rice leaves and sheaths. These bacterial colonies can spread upwards as the plant grows. Bacteria infect the developing grains at flowering and cause grain abortion or rotting during grain filling after pollination. Susceptibility to infection falls about six days after flowering. Bacterial panicle blight tends to develop in circular patterns in the field. The pattern is exaggerated because the most severely infected panicles in the centre of a patch remain upright due to sterility (Figure 4). Bacterial panicle blight is associated with extended hot and dry summer weather conditions. Prevalence increases when daytime temperatures are above 32oC and night time temperatures remain 25oC or above. High nitrogen levels contribute to disease development."
  }
}
